export const About = () => {
  return (
    <div>
      הארי פוטר - מאחורי המילים מטרת הפרויקט: פרויקט זה כולל ניתוח סמנטי שנערך
      על הטקסט של סדרת ספרי הארי פוטר מאת ג'יי קיי רולינג. הקשר למדעי הרוח
      הדיגיטליים: בפרויקט זה אנו משתמשים בידע התכנותי שצברנו על מנת לתכנן
      אלגוריתמים שיבצעו ניתוח ועיבוד מידע בפלטפורמות דיגיטליות תוך כדי שילוב
      העניין והידע שלנו בסדרת הספרים הנוכחית. שאלות מחקר: כמה פעמים מוזכרת כל
      דמות מרכזית בכל אחד מהספרים. מה הקסם שמוזכר הכי הרבה פעמים בכל אחד
      מהספרים. כמה פעמים מופיע כל אחד מארבעת הבתים בכל אחד מהספרים. כמה פעמים
      דמות מרכזית מוזכרת לאחר מותה בכל אחד מהספרים. מאגר נתונים: סדרת הספרים
      "הארי פוטר" מאת ג'יי.קיי.רולינג. https://www.hp-lexicon.org/. כל אחד משבעת
      הספרים הינו זמין באתר הבא:
      https://www.onlinereadfreebooks.com/en/author/j-k-rowling. בפרויקט זה, אנו
      נטען כל אחד מהטקסטים וננתח אותו עפ"י קריטריונים שמטרתם לעזור לענות על כל
      אחת שאלות המחקר המוצגות לעיל, כגון, הגדרת דמויות מפתח ואיתורן בטקסט, זיהוי
      קסמים סכימתם ועוד. תכנית: הורדת הספרים ועיבודם כקובץ דיגיטלי. Parser -
      נפתח כלי אשר ינתח את הטקסט שורה אחרי שורה, לפי קריטריון/מילה ספציפיים
      ויציג את המידע בקובץ Json. הצגת המידע בצורה ויזואלית כגון גרפים, ענן מילים
      וכו׳ דרך אתר אינטרנט. כלים - שפות פיתוח: Python Javascript HTML CSS יעד:
      בסיום הפרויקט, אנו מצפים לראות מספר פלטים בצורות שונות, לדוגמא - ענן
      מילים, אשר יציגו לנו מידע על כל אחד משאלות המחקר ששאלנו. המידע בצורה
      ויזואלית יענה לנו על שאלות הקשורות לעלילת הספרים כגון: כמה פעמים מופיע
      דמבלדור בספרים לאחר מותו בספר השישי. האם וולדמורט מוזכר יותר בספרים
      הראשונים או האחרונים. האם בית גריפינדור, הינו הבית שמוזכר הכי הרבה לאורך
      כל סדרת הספרים.
    </div>
  );
};
